" 📄 Fuentes para construir la respuesta 📄 \n\nSource 1: \n\nrepair of the wound under controlled, well-lighted conditions. Blind application of hemostats\nin an actively bleeding wound can lead to the crushing of normal nerves, tendons, or otherimportant structures.\nJewelry Removal\nRings and other jewelry must be removed from injured hands or fingers as quickly as possi-ble. Swelling of the hand or finger can progress rapidly after wounding, causing rings to actas constricting bands. A finger can become ischemic, and the outcome can be disastrous.Most items of jewelry can be removed with soap or lubricating jelly. Occasionally, ring cut-ters have to be used (Fig. 2-2). The sentimental value of a wedding ring should never beallowed to impede good medical judgment. A jeweler always can restore a ring that has beencut or damaged during removal. Another technique for ring removal that does not requirecutting is described in Chapter 13.\nPain Relief\n\nSource 2: \n\nentry is the tip of the index finger, a result of “testing” to see if the device works. Some of theinjectable chemicals, such as the petroleums, do not cause an immediate reaction or pain. Thepatient often has minimal complaints. The combination of the small wound and relative lackof symptoms is deceptive. These injuries can progress over hours to marked pain, swelling,and inflammation of the entire hand. They require immediate consultation. Some authoritiesrecommend fasciotomies of the hand before significant swelling develops to forestall ischemiacreated by an increase in tissue pressure from the intense reaction, to remove the chemical,and to débride necrotic tissue. The overall incidence of amputation has been reported to be 48%.\n31\nANTIBIOTICS FOR HAND WOUNDS\n\nSource 3: \n\nAlthough there is a large variety of wounds and lacerations to the hand, the wounds and lac-erations described here are those that are commonly managed and repaired by emergencywound care personnel. Serious, complex injuries, especially ones that cause functionaldeficits, are best cared for by specialists. Animal bites and burns to the hands are discussedin Chapters 15 and 17.\nUncomplicated Lacerations\nThe principles and techniques of wound repair discussed in Chapter 10 also apply to closinghand lacerations. Most lacerations of the dorsal and volar surfaces of the hand can be anesthetized by direct wound infiltration (see Chapter 6). Large lacerations can be managedby wrist blocks. Wounds beyond the proximal phalanx are best anesthetized with digitalblocks.\nDébridement of the hand, when indicated, is carried out with great caution. Excessive\n\nSource 4: \n\ntechnique (see Chapter 9) is recommended. Even a small amount of bleeding can make visu-\nalization impossible.\nProtruding Objects\nFor objects that are partially protruding from the skin, the temptation to “grab and yank”must be resisted. If a wood splinter is pulled out injudiciously through a small, tight entrywound, small fragments can be stripped off the splinter and left behind to cause future diffi-culty.\n13The technique illustrated in the finger in Figure 16-4 shows how a small incision is\nmade parallel to the course and angle of the object. By creating an incision, the splinter canbe removed without leaving behind smaller splinters. In addition, the wound can be copi-ously irrigated to decrease the level of bacterial contamination. These small incisions mustnot be closed with sutures. They should be left open to drain the site, if necessary, and pre-vent the accumulation of purulence that might lead to the formation of an abscess.\nObjects under Nail Plates\n\n"