" 📄 Fuentes para construir la respuesta 📄 \n\nSource 1: \n\n589\nREHABILITACIÓN QUIRÚRGICA DE LA PARÁLISIS FACIALuna mejoría estética de la cara sino que obtenemos una mejoría del habla, de la res -\npiración nasal por expansión de las alas nasales y evitamos mordidas involuntarias \nde la mucosa bucal al comer.\nA modo de resumen se presenta por medio de un algoritmo (esquema 1) un \nresumen del tratamiento estático y dinámico anteriormente expuesto.\n3. REHABILIT ACIÓN OCULAR EN LA PARÁLISIS FACIAL\nLas alteraciones que aparecen tanto en el párpado superior como en el inferior \ntras la lesión del nervio facial están bien establecidas. El lagoftalmos es el trastorno \nmás frecuentemente hallado en el párpado paralítico. Este fenómeno es habitualmen-\nte la causa de la presencia de la sequedad ocular y en último término de la aparición \nde úlceras corneales. Otra alteración frecuentemente asociada a este trastorno es la \naparición de la ptosis palpebral que, en su grado máximo, constituye el ectropion.\n\nSource 2: \n\naparentemente sana, con el objeto de prevenir la recurrencia y disminuir el avance \nde la enfermedad.\nNo es muy utilizada actualmente por la alta incidencia de complicaciones (he -\nmatomas, necrosis de la piel) y porque no se ha demostrado que prevenga la recu-\nrrencia o extensión de la enfermedad.\n\nSource 3: \n\n440\nNerea Comellas Melero, Diego Maté Martín5.1.1. Uso de pesa de oro\nEl lagoftalmos se puede corregir colocando un peso rígido debajo de la piel \ndel párpado superior. La alta densidad y el excelente perfil de efectos secunda-\nrios del oro y el platino los llevaron a convertirse en el material de implante más \nutilizado.\nPara elegir el peso correcto, se colocan una serie de pesos de prueba en el pár-\npado superior y se le pide al paciente que abra y cierre el ojo, en posición supina. \nEl peso ideal debe producir un cierre y apertura voluntarios completos de los pár-\npados sin ptosis cuando el ojo está abierto.\n5.1.2. Tarsorrafia\nLa tarsorrafia es una técnica sencilla y económica que proporciona protección \nde la córnea de forma permanente o temporal. Este procedimiento está indicado: \ncuando los procedimientos quirúrgicos han fallado, en casos de úlcera neurotrófi -\nca, en pacientes con déficit del nervio trigémino o en pacientes con parálisis facial\n\nSource 4: \n\nEl objetivo fundamental del tratamiento es mejorar la función visual tratando \nde conseguir la mayor simetría palpebral posible. \nLas cirugías previas dificultan la técnica y empeoran los resultados, existiendo \nun riesgo mucho mayor de exposición corneal y complicaciones severas.\nComo hemos repetido ya varias veces, la función del elevador es el factor que \nnos va a condicionar la elección de una técnica quirúrgica u otra. Si su función \nes buena, actuaremos sobre la aponeurosis, pero si no lo es, actuaremos a nivel \nfrontal. Si actuamos sobre la aponeurosis de un músculo elevador con pobre fun-\ncionabilidad, no solo nos encontraremos con el problema de una recaída palpebral \ncomo norma, sino que podemos producir daños serios ya que el párpado no ten-\n\n"